[
  {
    "id": 1,
    "productName": "Website Template - Matias",
    "rating":4,
    "price": 39,
    "description": "A responsive, modern, and customizable website template designed for businesses and portfolios. Includes multiple pre-designed pages and components for easy editing.",
    "imageUrl": "https://my-custom-api.vercel.app/web-temp.jpg"
  },
  {
    "id": 2,
    "productName": "The Ultimate UI/UX Design Kit",
    "rating":5,
    "price": 49,
    "description": "A comprehensive design kit that includes a wide range of UI/UX design elements, such as wireframes, icons, and graphics. It's perfect for designers and developers who want to create stunning and user-friendly interfaces.",
    "imageUrl": "https://my-custom-api.vercel.app/design-kit.jpg"
  },
  {
    "id": 3,
    "productName": "E-commerce Website Template",
    "rating":4,
    "price": 39,
    "description": "A professional and responsive e-commerce website template designed for online stores. It features a clean and modern design, easy product management options, and is optimized for conversions",
    "imageUrl": "https://my-custom-api.vercel.app/e-commerce.png"
  },
  {
    "id": 4,
    "productName": "The Social Media Marketing eBook",
    "rating":4,
    "price": 19,
    "description": "A comprehensive guide to social media marketing that covers topics such as creating a social media strategy, building a brand, and measuring success. It's perfect for marketers and entrepreneurs who want to improve their social media presence.",
    "imageUrl": "https://my-custom-api.vercel.app/smm-book.png"
  },
  {
    "id": 5,
    "productName": "Minimalist Resume Template",
    "rating":5,
    "price": 12,
    "description": " A clean and modern resume template designed to help you stand out in the job market. It features a minimalist design, easy customization options, and is optimized for applicant tracking systems",
    "imageUrl": "https://my-custom-api.vercel.app/resume.jpg"
  },
  {
    "id": 6,
    "productName": "The Complete WordPress Theme Bundle",
    "rating":5,
    "price": 129,
    "description": "A bundle of 10 premium WordPress themes designed for businesses, bloggers, and entrepreneurs. It features a wide range of designs, easy customization options, and is optimized for search engines",
    "imageUrl": "https://my-custom-api.vercel.app/wpthemes.jpg"
  },
  {
    "id": 7,
    "productName": "The Ultimate Graphic Design Bundle",
    "rating":5,
    "price": 149,
    "description": "A bundle of graphic design assets that includes templates, icons, and graphics. It's perfect for designers and marketers who want to create stunning visual content.",
    "imageUrl": "https://my-custom-api.vercel.app/gfxbundle.jpg"
  },
  {
    "id": 8,
    "productName": "Landing Page Template",
    "rating":5,
    "price": 29,
    "description": "A professional and responsive landing page template designed to help you increase conversions. It features a clean and modern design, easy customization options, and is optimized for search engines.",
    "imageUrl": "https://my-custom-api.vercel.app/landing-temp.jpg"
  }
]
